Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/birth_family_relationships/services_and_supports_for_children/international_child_abduction.html.txt.tmx
Source language: en
Languages: ga

source: The Act also outlines the circumstances in which a child need not be returned and the various procedures involved in enforcement
ga: Tá cuntas san Acht freisin ar na himthosca nach gá an leanbh a thabhairt ar ais agus na nósanna imeachta éagsúla a bhaineann le forfheidhmiú

source: It also gives power to the Gardaí to detain a child if they suspect that the child is being removed from the State in breach of any custody order or while proceedings in relation to custody are in train
ga: Tugann sé cumhacht freisin do na Gardaí chun leanbh a choinneáil má tá amhras orthu go bhfuil an leanbh á thógáil amach as an Stát agus sárú á dhéanamh ar aon ordú caomhnóireachta nó fad is atá imeachtaí maidir le caomhnóireacht ag dul ar aghaidh

source: If your child has been internationally abducted, you should contact the Central Authority in order to set in motion the procedures required in the country to which the child has been abducted
ga: Má tá fuadach idirnáisiúnta déanta ar do leanbh, ba chóir duit dul i dteagmháil leis an Lárúdarás d’fhonn na nósanna imeachta a theastaíonn sa tír chuig a bhfuil an leanbh fuadaithe a chur ar bun

source: The European Parliament Mediator for International Parental Child Abduction
ga: Idirghabhálaí Pharlaimint na hEorpa um Fhuadach Idirnáisiúnta Leanaí arna dhéanamh ag an Tuismitheoir

source: The post of the European Parliament Mediator for International Parental Child Abduction was created in 1987
ga: Cruthaíodh post Idirghabhálaí Pharlaimint na hEorpa um Fhuadach Idirnáisiúnta Leanaí arna dhéanamh ag an Tuismitheoir i 1987

source: It has no statutory basis
ga: Níl aon bhunús reachtúil aige

source: It aims to help children who have been abducted by one parent in circumstances where the parents are of different nationality and the marriage has broken down
ga: Tá sé mar aidhm aige cuidiú le leanaí a ndearna tuismitheoir amháin fuadach orthu in imthosca áirithe áit a bhfuil náisiúntacht dhifriúil ag na tuismitheoirí agus go bhfuil an pósadh briste

source: Either parent may ask the Mediator to get involved
ga: Féadfaidh aon tuismitheoir acu iarraidh ar an Idirghabhálaí cabhrú leo

source: The Mediator tries to find a voluntary agreement between the parents
ga: Déanann an tIdirghabhálaí iarracht teacht ar shocrú deonach idir na tuismitheoirí

source: This is done by providing information and advice and arranging suitable mediators for the particular case
ga: Déantar é sin trí fhaisnéis agus comhairle a chur ar fáil agus idirghabhálaithe oiriúnacha a fhostú don chás áirithe sin

source: The Mediator tries to ensure that there is the following combination of mediators: one woman - one man, one lawyer - one non-lawyer, both speaking both languages of the parties in the dispute
ga: Déanann na hIdirghabhálaithe iarracht a chinntiú go bhfuil an meascán seo a leanas d’idirghabhálaithe ann: bean amháin - fear amháin, dlíodóir amháin, duine nach dlíodóir é/í, beirt atá in ann an dá theanga atá ag na páirtithe sa díospóid a labhairt

source: The Mediator is concerned to ensure the best interests of the child
ga: Tá cúram ar an Idirghabhálaí a chinntiú go dtugtar tús áit do leas an linbh

source: There is no requirement for either parent to co-operate with the Mediator
ga: Ní gá d’aon tuismitheoir comhoibriú leis an Idirghabhálaí

source: If they do co-operate and reach an agreement, that agreement may be turned into a legally enforceable agreement
ga: Mura gcomhoibríonn siad agus má thagann siad ar shocrú, féadfar comhaontú atá infheidhmithe de réir an dlí a dhéanamh den chomhaontú sin

source: This is the case for any agreement reached after mediation
ga: Tarlaíonn sé sin i gcás aon chomhaontú a dhéantar tar éis idirghabhála

source: What should I do if my child is at risk of abduction?
ga: Cad ba chóir dom a dhéanamh má cheapaim go bhfuil mo leanbh i gcontúirt a fhuadaithe?

source: If you believe your child is at risk of abduction you should get legal advice or contact the Gardaí
ga: Má chreideann tú go bhfuil baol ann go bhfuadófar do leanbh ba chóir duit comhairle dlí a fháil nó dul i dteagmháil leis na Gardaí

source: The Irish Centre for Parentally Abducted Children (ICPAC) published an ICPAC Prevention Pack (pdf) which provides information on the steps you should take if your child is at risk of abduction
ga: D’fhoilsigh Ionad na hÉireann do Leanaí arna bhFuadach ag Tuismitheoir (ICPAC) ICPAC Prevention Pack (pdf) (Pacáiste Coiscthe) a thugann eolas ar na céimeanna ba chóir duit a ghlacadh má tá baol ann go bhfuadófar do leanbh

source: This includes advice on gathering important information relating to your child, which will be required if your child is abducted, as well as on other steps you can take to reduce the risk
ga: Tá comhairle sa phacáiste maidir le heolas tábhachtach a bhaineann le do leanbh a bhailiú, rud a theastóidh uait má fhuadaítear do leanbh, chomh maith le céimeanna eile is féidir leat a ghlacadh chun an baol a laghdú

source: Reunite International, a UK charity, also provides child abduction prevention guides on its website
ga: Chomh maith leis sin, tá treoracha chosc fuadach leanaí ar láithreán gréasáin Reunite International, carthanas Ríocht Aontaithe

source: The Central Authority in Ireland for international child abduction is the Department of Justice and Equality
ga: Tá an Roinn Dlí agus Cirt agus Comhionannais an tÚdarás Lárnach in Éirinn do fuadach idirnáisiúnta leanaí
